# Parameter Type Id Rbs Elec Circuit Other Conductor Size Param Property

Source: https://www.revitapidocs.com/2026/1c0498e5-bf37-061e-60c9-fe9fe5a4e7e4.htm

---

| Parameter Type Id Rbs Elec Circuit Other Conductor Size Param Property |
| --- |

"Size of Other Conductor"
**Namespace:** Autodesk.Revit.DB
**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26\.0\.4\.0 (26\.0\.4\.0\) Syntax C\# VB C\+\+ F\#
```
public static ForgeTypeId RbsElecCircuitOtherConductorSizeParam { get; }
```

```
Public Shared ReadOnly Property RbsElecCircuitOtherConductorSizeParam As ForgeTypeId
	Get
```

```
public:
static property ForgeTypeId^ RbsElecCircuitOtherConductorSizeParam {
	ForgeTypeId^ get ();
}
```

```
static member RbsElecCircuitOtherConductorSizeParam : ForgeTypeId with get
```

#### Property Value

ForgeTypeId See Also

#### Reference

ParameterTypeId Class Autodesk.Revit.DB Namespace